tests/refdata/mermaid_tree1.md
```mermaid
graph TD
A[root] --> B[sub0]
A[root] --> C[sub1]
B[sub0] --> D[sub0B]
B[sub0] --> E[sub0A]
C[sub1] --> F[sub1A]
C[sub1] --> G[sub1B]
C[sub1] --> H[sub1C]
H[sub1C] --> I[99]
```
